{
  "companionAccepted": "Absolutely! I want to pick some flowers.",  
  "companionAccepted_Spouse": "I'd love to, @!$1#$b#Could we visit the forest? I wouldn't mind seeing my old cottage.",
  "companionRejected": "I'm a bit too busy to do any exploring today. Sorry.",
  "companionRejectedNight": "Don't you think it's too late to go exploring now?", 
  "companionRejectedNight_Spouse": "Oh no, @, it's so late now!#$b#I'm going to bed, don't stay out too late, okay?",
  "companionDismiss": "Ok. It was fun hanging out!",  
  "companionDismiss_Spouse": "No problem, honey.#$b#My feet are pretty sore now anyways, you sure do run around a lot!$1#$b#I'll see you at home, I love you!",
  "companionDismissAuto": "Time for me to head home. Thanks a bunch, @.$h",  
  "companionDismissAuto_Spouse": "Hey, @?#$b#It's getting pretty late now, and I'd like to do some sculpting tomorrow, so I'm gonna head to bed.#$b#Are you coming home soon? I'll try to wait up for you!",
  "companionRecruited": "I wonder what interesting things we'll find along the way!$h",  
  "companionRecruited_Spouse": "You lead the way, @!",
  "companionSuggest": "My pantry is almost empty. I should do some gathering today.#$q -1 -1#Wanna come, @? You might find something useful too.#$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No#Today I can't. But thanks for inviting me.", 
  "companionSuggest_Spouse": "Hey, @! I could really use some fresh air today, and a proper walk!#$q -1 -1#Would you mind if I followed you around?#$r -1 0 Yes#Not at all, please come with me!#$r -1 0 No#I wouldn't mind at all, just not today, Leah.",
  "companionSuggest_Yes": "Good! Any preference on where to start?$h", 
  "companionSuggest_Yes_Spouse": "Yay! I'm right behind you, @!$1",
  "companionSuggest_No": "I'll try to save something for you. No promises, though...",  
  "companionSuggest_No_Spouse": "Oh, okay! I'll see you tonight then.",
  "companion_Farm": "This is my chance to do some farming! Have I already told you I think it's fun?$h",
  "companion_Farm~1": "I really enjoy working with my hands as a sculptor, I imagine you feel the same way about your crops.",
  "companion_Farm_Spouse": "Just take a deep breath, @, enjoy it. You've done such amazing work here, I'm so proud of you!$1",
  "companion_Town": "This town sure looks small to people like us that came from a big city, but it was pretty easy to adapt, for me at least. What about you, @?",
  "companion_Town_Spouse": "Even in town there's a couple of places to forage, it really is an incredible valley! So much life here!",
  "companion_Beach": "The sound of the waves always calms me down, makes me feel a bit tired...#$b#Don't worry, I'm not actually sleepy. Really!$1",
  "companion_Mountain": "I can't figure out whether I want to look up and enjoy this beautiful landscape, or look down and keep foraging!$7#$b#What I should do, @?$3",
  "companion_Mountain_Spouse": "I should take a day trip out here one of these days and paint the mountain lake. There's something so calming about this area.",
  "companion_Forest": "I've learned to see the forest as my second home.#$b#Not only do I feel at ease here, but I can find almost everything I need to live!",
  "companion_Forest_Spouse": "I'm glad I kept my little cabin after we got married, @, it's like we have a vacation home in the woods!$1",
  "companion_Mine": "This is not a place I'm used to visiting, but thank you for showing me some new things today, @.",
  "companion_Mine_Spouse": "Let's take it easy dear, it's just the two of us and being here always makes me a bit nervous.$2"
}
