{
  "companionAccepted": "Yeah, sure.#$b#Uh... have any idea where we're going?",  
  "companionAccepted_Spouse": "I'd actually like that, @.#$b#You're someone I always want to spend time with.$4#$b#Well, almost always.$1",
  "companionRejected": "Nah, no thanks. I still don't really know you.",
  "companionRejectedNight": "No, sorry, @. I'm too tired to follow you around right now.", 
  "companionRejectedNight_Spouse": "You know I love the dark, @, but I'm too tired to run around right now.#$b#I wish you'd just come to bed with me, but I know you do your own thing.#$b#Just don't stay out too late, okay?",
  "companionDismiss": "I understand. We all have to say our goodbyes at some point.",  
  "companionDismiss_Spouse": "That's cool. I'll find something else to do, see you at home.#$b#Hey, @... I love you.$4",
  "companionDismissAuto": "Hey, @, I'm gonna go now.#$b#Thanks, this was nice.$1", 
  "companionDismissAuto_Spouse": "Hey, @? It's time to go home, it's too late for this now.#$b#If you're gonna stay out, be careful, okay?#$b#I don't want to find you passed out in the mines...$2",
  "companionRecruited": "Wherever you want to go is cool with me, @.",  
  "companionRecruited_Spouse": "Go on ahead, I'm right behind you.",
  "companionSuggest": "It's not too bad outside today. I think I should take a walk. .#$q -1 -1#Wanna join me?  #$r -1 0 Yes#That would be nice. Let's go!#$r -1 0 No# Today I can't. But thanks for inviting me.",  
  "companionSuggest_Spouse": "@, I've been spending too much time alone, I'd like to come with you today.#$q -1 -1#Do you mind?#$r -1 0 Yes#Not at all, I'd really like that!#$r -1 0 No#I'd love that, but I have too much work to do today. I'm sorry.",
  "companionSuggest_Yes": "Good. Lead the way, @.$h",  
  "companionSuggest_Yes_Spouse": "Good, I'm right behind you.$1",
  "companionSuggest_No": "Don't worry, @. I don't mind being alone.",  
  "companionSuggest_No_Spouse": "It's okay, I get it. Just be safe, yeah? I'll see you later.",
  "companion_Beach_summer": "I hope you're not thinking about us going swimming. Just exploring?#$b#Oh, okay.$s",
  "companion_Farm": "Your farm is nice, for a place so... open.",
  "companion_Farm_Spouse": "Even my bike looks good on the farm.$1#$b#At first, I never would have imagined any of this, but now... I'm sure this is where we belong.$1",
  "companion_Farm_Spouse~1": "It's cool to have all this space to ourselves, sometimes I just need to stay away from people.#$b#Okay yeah, more than sometimes. You know me.$1",  
  "companion_Forest": "That wizard guy lives around here, in that old stone tower.#$b#Abigail's fascinated with him.",  
  "companion_Forest_spring": "I can hear the frogs from here, they like all this dampness.#$b#Maybe I'll try to catch one...",
  "companion_Forest_Spouse": "I have changed since we got married.#$b#Being out here... at first it's hard, but when I think about how many years I spent alone in my basement room, I just feel a bit depressed.#$b#I love you, @.$4",  
  "companion_Forest_Spouse~1": "I like this place, I like it even better after dark.#$b#Maybe we could come here together some evening, get into some trouble?$7",
  "companion_Mine": "This place looks like a dungeon. It would be a good scenario for a 'Solarion Chronicles' adventure.$7",
  "companion_Mine_Spouse": "I like it here. Dark, damp, creepy. Perfect for a loner like me.",
  "companion_Mine_Spouse~1": "I know you can take care of yourself, @, but I don't know what I'd do if anything happened to you.#$b#Not to sound suffocating, but I'd love it if you only came here when I'm with you.",
  "companion_Mountain": "Since we're here, why don't we go check out the railroad?$7",
  "companion_Mountain_Spouse": "I know my mom misses me, but it's better this way, for everyone.#$b#I wonder if Maru cares that I'm gone.$2",
  "companion_Town": "Do you want to stop at the Saloon and play some pool? But fair warning, I'll crush you.$1",
  "companion_Town_Spouse": "You know I need my space, but I'm glad we still spend time together like this. I hope you know that.$4"
}

